{
  "cobblemon.species.derbling.name": "Derbling",
  "cobblemon.species.derbling.desc1": "It rolls around everywhere looking for fun to be had and things to do, bringing people joy as it does.",
  "cobblemon.species.derbling.desc2": "Due to Derbling's playful nature, it often distracts others from doing important tasks by mistake.",
  "cobblemon.species.popora.name": "Popora",
  "cobblemon.species.popora.desc1": "This Psychie has taken on the guise of a Spirit Bottle in order to trick curious wanderers into opening it.",
  "cobblemon.species.popora.desc2": "They say opening Popora's bottle would unleash unspeakable evils on the world... or it's completely harmless, who knows?",
  "cobblemon.species.dreadline.name": "Dreadline",
  "cobblemon.species.dreadline.desc1": "It uses its many quill-tipped limbs to do as many things as it can at once, never taking any rest.",
  "cobblemon.species.dreadline.desc2": "Once the ink in its head depletes it collapses from exhaustion and is unable to move until its ink refills.",
  "cobblemon.species.huwatt.name": "Huwatt",
  "cobblemon.species.huwatt.desc1": "When faced with something new, Huwatt runs around aimlessly and shocks anything that comes near it.",
  "cobblemon.species.huwatt.desc2": "It often has way too many thoughts bouncing around in its head at once, preventing it from focusing on one thing at any time.",
  "cobblemon.species.nagasius.name": "Nagasius",
  "cobblemon.species.nagasius.desc1": "Fearing that others may be turned away by its true appearance, it instead wears the guise of a great serpent in hopes that others will accept it.",
  "cobblemon.species.nagasius.desc2": "Nagasius often dream of becoming as strong as a dragon but no matter how close they get, they never think they are strong enough.",
  "cobblemon.species.cinderling.name": "Cinderling",
  "cobblemon.species.cinderling.desc1": "These brave little warriors never give up and will fight until the last sparks of the candles within them die out.",
  "cobblemon.species.cinderling.desc2": "Cinderling will only accept defeat when its candle burns out disappears but these flames prove to be very difficult to truly extinguish",
  "cobblemon.species.petrillop.name": "Petrillop",
  "cobblemon.species.petrillop.desc1": "When faced with a threat, Petrillop are often so conflicted between fighting or flying away that they turn to stone and do nothing instead",
  "cobblemon.species.petrillop.desc2": "If a Petrillop turns itself to stone, its skin becomes almost unbreakable. This state only wears off when it eventually calms down.",
  "cobblemon.species.slappelin.name": "Slappelin",
  "cobblemon.species.slappelin.desc1": "Slappelin is very clumsy and always finds itself in ridiculous situations, much to the amusement of its partner.",
  "cobblemon.species.slappelin.desc2": "It enjoys entertaining others by performing slapstick humour but can never tell if the audience is laughing at it or with it.",
  "cobblemon.species.carquette.name": "Carquette",
  "cobblemon.species.carquette.desc1": "Though its body is made of clay, it seeks warmth in the company of others. Its heart is fragile, so it doesn't waste time with those who are careless with it.",
  "cobblemon.species.carquette.desc2": "Hugs from Carquette can often be too strong for the object of its affection so it tries hard not to crush anything it loves.",
  "cobblemon.species.heartree.name": "Heartree",
  "cobblemon.species.heartree.desc1": "This Psychie is welcoming to all it encounters and sees no distinction between friend or foe, offering its kindness to anything.",
  "cobblemon.species.heartree.desc2": "It keeps all creatures within its trunk safe but that can put it at risk of being attacked from within. Its residents aren't always the kindest.",
  "cobblemon.species.serabetta.name": "Serabetta",
  "cobblemon.species.serabetta.desc1": "When water passes over its body, it produces a humming sound that soothes those who hear it.",
  "cobblemon.species.serabetta.desc2": "Although it is seamingly laid-back, it constantly experiences an intense pressure around it that forces it to move very little."
}
